CURRICULUM=[

("ไฟฟ้าคืออะไร","concept"),
("อิเล็กตรอนคืออะไร","concept"),
("แรงดันไฟฟ้าคืออะไร","voltage"),
("กระแสไฟฟ้าคืออะไร","current"),
("กำลังไฟฟ้าคืออะไร","power"),
("โวลต์ แอมป์ วัตต์ ต่างกันยังไง","power"),
("ไฟ AC กับ DC ต่างกันยังไง","concept"),

("กฎของโอห์มคืออะไร","concept"),
("สูตร V = I × R ใช้ยังไง","concept"),

("วงจรไฟฟ้าคืออะไร","concept"),

("วงจรอนุกรมคืออะไร","series"),
("วงจรขนานคืออะไร","series"),

("ทิศทางการไหลของกระแส","current"),

("ตัวต้านทานคืออะไร","concept"),
("คาปาซิเตอร์คืออะไร","concept"),

("มัลติมิเตอร์คืออะไร","meter"),
("วัดแรงดันด้วยมิเตอร์","meter"),

("เบรกเกอร์คืออะไร","concept"),
("ไฟดูดเกิดจากอะไร","concept"),

("มอเตอร์ไฟฟ้าคืออะไร","concept"),
("รีเลย์คืออะไร","concept"),

("โซลาร์เซลล์คืออะไร","concept"),
("อินเวอร์เตอร์คืออะไร","concept"),

("หม้อแปลงไฟฟ้าคืออะไร","concept"),
("Power Factor คืออะไร","concept")

]

while len(CURRICULUM)<365:

    CURRICULUM.extend(CURRICULUM)

CURRICULUM=CURRICULUM[:365]
